---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.LatentHeatGainPerPerson
source: html/f69b9dc5-e0c0-41b8-b47a-406def4d4cef.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.LatentHeatGainPerPerson Property

The latent heat gain per person.

## Syntax (C#)
```csharp
public double LatentHeatGainPerPerson { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentException** - When setting this property: The value should be between [0.0,5381.9].